<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'reset' => 'パスワードを再設定したよ。',
    'sent' => 'パスワード再設定のリンクを送信したよ。',
    'throttled' => 'しばらく再試行は待ってね。',
    'token' => 'このパスワード再設定トークンは無効だよ。',
    'user' => "メールアドレスに一致するユーザーは存在しないよ。",

];
